export const BOT_PROFILE = {
  title: "Креативный контент | обучение",
  description:
    "Если хочешь научиться создавать креативный контент, то запускай бота и смотри уроки!"
} as const;

export const LESSON_TITLE = "Геймификация в контенте";

export const START_MESSAGE = `Привет! Меня зовут Саша Черезова. Я работаю в SMM уже 5 лет, и больше всего в этой сфере мне нравится креатив.
В какой-то момент я начала вести блог с креативными идеями, и мне стали часто задавать вопрос: есть ли у меня обучение? А его не было...
Я всё ещё не хочу делать большие курсы, а вот лекции с разбором кейсов и возможность поделиться своими знаниями — да.
Поэтому я создала этого бота, в который загружаю обучающие уроки. Выбирай урок и жми на кнопку!

${LESSON_TITLE}`;

export const LESSON_PAYMENT_MESSAGE = `Тут ещё будет видео с нарезками из урока.

Всё об уроке “${LESSON_TITLE}”!

Что внутри?
— Как работает геймифицированный контент
— Разбор 10 кейсов крупных брендов: Золотое Яблоко, Додо Пицца, ВкусВилл и т.д.
— Техника придумывания геймифицированного контента
— 3 примера контента, которые я придумала на основе этой техники
— Где искать готовые идеи
— Как оцифровать эффективность геймифицированного контента

Длительность: 33 минуты
Цена: 599 руб

Нажми кнопку ниже, чтобы оплатить.`;

export const PAYMENT_SUCCESS_MESSAGE =
  "Урок успешно оплачен! Чтобы посмотреть его, перейдите по ссылке.";
